package kr.pethub.core.constrants;

public class SystemConstants {

    public static final String ENCRYPT_KEY ="tmxkrghfflr!#";
    
    
    public static final String[] SEARCH_KEY = {"페키니즈","요크셔","요크셔테리어","그레이","그레이하운드","콜리","슈나우저","푸들","웰시","웰시코기","비글","마스티프","라사압소","셰틀랜드쉽독","바이마리너","진돗","진도","진돗개"
    														   ,"포인터","아키타","차우","차우차우","브리타니","하운드","아프간하운드","뉴펀들랜드","아이리쉬","아이리쉬세타","보더","보더콜리","베들링턴","킹찰스스파니엘","잭러셀테리어","그레이트덴"
    														   ,"와이어폭스테리어","토이","토이푸들","불개","시츄","스피츠","저패니즈스피츠","라이카","치와와","스탠다드","스탠다드푸들","비숑","비숑프리제","올드","잉글리쉬","쉽독","프랜치불독"
    														   ,"브러쉘그리폰","바셋","바셋하운드","도베르만","웰쉬","웰쉬코기","카디건","화이트테리어","세인트","세인트버나드","세퍼트","도고아르젠티노","비어디드콜리","빠삐용","시바","시바견","미니"
    														   ,"미니핀","오브차카","포메","포메라니안","삽살이","케인코르소","불독","로트와일러","볼조이","퍼그","잉글리쉬","잉글리쉬코카스파니엘","닥스","닥스훈트","핏불","핏불테리어","라브라도"
    														   ,"리트리버","비즐라","마리노이즈","복서","에어데일","테리어","달마시안","사모예드","알래스카 말라뮤트","아메리카","아메리카코커스파니엘","불테리어","샤페이","그레이트피레니즈"
    														   ,"보스톤테리어","풍산","풍산개","말티즈","시베리안","허스키","시베리안허스키","버니즈마운틴독","골든","골든리트리버","바센지"
    														  };
    
}